{
    "internationalizations": [
        
        {
            "language": "en",
            "description": "My path as a <i>programmer</i> has started at nineteen years old, when I've fallen in love with <i>Logo</i>, an educational programming language used to captivate kids in the wonderful lands of <i>Programming</i>. I used to spend hours in a row trying to build figures and animations, using math and geometry. At that time, I just did not know the exciting challenges that were yet to come.<br><br>A few years later, I got an internship as a <i>Webmaster</i>, since then, I have never stopped. It has been more than a decade, where I'm having the chance to work with marvelous people, learning every day, traveling the world, and mainly, always making great friendships.<br><br>I had an entrepreneurship experience, when a friend of mine presented me <i>Magento</i>, an extremely popular e-commerce framework. After doing several courses and a lot of practice, I got contracts with agencies from São Paulo and Rio de Janeiro, Brazil. This entrepreneurship experience gave me the chance to see the other side of the coin, which contributed to sort of expand a bit more my consciousness as an employee.<br><br>Nowadays, I keep seeking new skills, learning and sharing my humble knowledge as much as possible."
        }
    ],
    "medias": [        
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/tasdiq-shaikh-078834147/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/TasdiqS"
        },
        {
            "icon": "instagram",
            "title": "Inatagram",
            "http": "https://www.insta.com/tasdiq.shaikh"
        }
    ],
    "hobbies": [        
        {
            "icon": "biking",
            "title": "Cycling"
        },
        {
            "icon": "dumbbell",
            "title": "Gym"
        },
        {
            "icon": "suitcase-rolling",
            "title": "Travel"
        },
        {
            "icon": "book",
            "title": "Read"
        }
    ]
}